{
  "Afrikaans": "Hallo daar! Hierdie paragraaf is spesiaal geskryf om as 'n toetsvoorbeeld gebruik te word. Dit bevat meer as een sin, met verskillende leestekens, vrae en stellings. Ons wil seker maak dat die klanke, die ritme en die uitspraak duidelik getoets kan word. Hoe dink jy klink dit in jou ore?",
  "Amharic": "ሰላም ልጆች እና ጓደኞች። ይህ ጽሑፍ ምሳሌ ነው፣ እና ስርዓቱን ለማረጋገጥ እንጠቀማለን። በአንድ አንቀጽ ውስጥ ብዙ ነገሮች አሉ፣ ከቁምፊ እስከ ነጥብ እና እንዲሁም ጥያቄዎች። ይህ በጆሮ ውስጥ እንዴት ይመስላል?",
  "Arabic": "مرحباً بكم جميعاً. هذه فقرة طويلة بعض الشيء نستخدمها فقط للاختبار. إنها تحتوي على جمل إخبارية، جمل استفهامية، وأحياناً علامات تعجب! الهدف هو أن نرى كيف يتم نطق الكلمات عندما تتغير البنية. هل يبدو الإيقاع طبيعياً بالنسبة لك؟",
  "Armenian": "Բարև բոլորին։ Սա երկար փորձնական պարբերություն է, որը նախատեսված է համակարգը ստուգելու համար։ Այն ներառում է տարբեր նախադասություններ՝ պարզ, հարցական և նույնիսկ բացականչական։ Մենք ցանկանում ենք լսել, թե ինչպես է հնչում լեզվի հոսքը և արտասանությունը։ Ձեզ դուր եկա՞վ այս օրինակով հնչյունը։",
  "Azerbaijani": "Salam dostlar! Bu abzas test məqsədi ilə yazılıb və çoxsaylı cümlələrdən ibarətdir. Burada sadə cümlələr, suallar və hətta nida işarələri mövcuddur. Məqsədimiz səs axınını, vurğunu və intonasiyanı yoxlamaqdır. Sizcə qulaq asanda necə səslənir?",
  "Basque": "Kaixo lagunak! Hemen duzue testatzeko sortutako paragrafo bat. Hitz arruntak, galderak eta harridura esaldiak agertzen dira bertan. Sistemak ondo ahoskatzen duen ala ez egiaztatu nahi dugu, eta horretarako testu luze samarra beharrezkoa da. Nola entzuten duzu zuk?",
  "Belarusian": "Вітаю, сябры! Гэта даволі вялікі абзац, які мы выкарыстоўваем для тэставання сістэмы. У ім ёсць простыя сказы, пытанні і клічныя канструкцыі. Наша мэта — пачуць, як гучыць мова пры розных інтанацыях. Ці натуральна гэта для вас?",
  "BengaliDhaka": "এইখানে একটা লম্বা অনুচ্ছেদ দেয়া হলো, যেটা আমরা শুধু টেস্ট করার জন্য লিখেছি। এখানে সাধারণ বাক্য আছে, আবার প্রশ্নও আছে, এমনকি বিস্ময়বোধক চিহ্নও ব্যবহার করা হয়েছে! আসল উদ্দেশ্য হলো দেখা যে সিস্টেম কিভাবে এইসব পড়ে শোনায়। আপনার কানে কেমন লাগছে?",
  "BengaliRahr": "নমস্কার, এটো দিঘল অনুচ্ছেদ যেটা আমারা পরীক্ষা করবার উদ্দেশ্যে লিখেছি। ইহাতে আছেই সহজ বাক্য, প্রশ্ন, এবং বিস্ময়সূচক বাক্য। আমারা চাহি শুনতে, শব্দর ওঠানামা কেমন হয়। শুনিতে কেমন লাগিতেছে?",
  "Bengali": "হ্যালো বন্ধুরা! এটি একটি দীর্ঘতর অনুচ্ছেদ যা আমরা শুধুমাত্র পরীক্ষার জন্য ব্যবহার করছি। এর মধ্যে রয়েছে বিবৃতিমূলক বাক্য, প্রশ্নবোধক বাক্য এবং বিস্ময়চিহ্ন যুক্ত বাক্যও। আমরা জানতে চাই কণ্ঠের ওঠানামা ও শব্দের উচ্চারণ কেমন শোনা যায়। আপনার কাছে এটি কেমন লাগছে?",
  "BishnupriyaManipuri": "মানুহর জিবনতো সুধু আহাৰ আর বিশ্ৰামর বাবে নহয়। শিক্ষা, সংস্কৃতি আর ভালবাসা মানুহক সত্য পথর দিকে নিয়া যায়। যদিহে আমরা একলগে কাম করি, তালে ভবিষ্যত উজ্জ্বল হইব।",
  "Bulgarian": "Здравейте приятели! Това е по-дълъг абзац, написан за целите на тестването. В него има обикновени изречения, въпроси и възклицания. Целта е да проверим как системата възпроизвежда звуците и интонацията. Как ви се струва на слух?",
  "Burmese": "မင်္ဂလာပါ၊ အချင်းချင်းတို့ရေ။ ဒီစာပိုဒ်လေးကို စမ်းသပ်ရန်အတွက် အထူးရေးသားထားပါတယ်။ ဒီမှာ ရိုးရှင်းတဲ့ ဝါကျတွေ၊ မေးခွန်းတွေ၊ အံ့ဩစရာအမိန့်တွေ ပါဝင်ပါတယ်။ အသံထွက်နဲ့ သံအပြောင်းအလဲကို စမ်းချင်တာပါ။ နားထောင်တဲ့အခါ ဘယ်လို ညာမလဲ?",
  "Catalan": "Hola a tothom! Aquest és un paràgraf més llarg del que és habitual, creat per posar a prova el sistema. Hi trobareu frases simples, preguntes i també exclamacions. L'objectiu és escoltar com sona la llengua amb diferents entonacions. Què us sembla?",
  "Cebuano": "Maayong adlaw! Kini nga parapo gihimo lang alang sa pagsulay. Naglangkob kini og yano nga mga hugpong sa mga pulong, mga pangutana, ug bisan mga exclamasyon. Ang tumong mao ang pagpaminaw kung unsaon paghatag sa tingog ug intonasyon. Unsay inyong pamati?",
  "Chechen": "Салам дика! ХӀо абзац хьо ду тестийн юхада а. Цуьнан ю йу дийцарш, соалш а, да хӀо ву хьалха нана! Билгатай йиш йолуш ду ца ву системан хӀунца хета а. Хетам ца йу шуьнаш?",
  "Cherokee": "ᎤᎵᎮᎵᏍᏗ ᎤᏓᎷᎸ ᎠᎹᏳᎶᎢ. ᎠᏂᏴᏫ ᎠᎦᏍᎦ ᎤᎵᎮᎵᏍᏗ ᏕᏣᎵᏍᎬ. ᎤᎵᎮᎵᏍᏗ ᎤᏍᏗᎾᏓ ᏕᎦᏓᏍᏗ, ᎤᎶᎩ ᏕᎦᏙᎲᏍᎬ ᎾᎿ ᎤᏃᏴᏫ.",
  "Chichewa": "Moni nonse! Ndime iyi yolembedwa kuti igwiritsidwe ntchito poyesa dongosolo. Ili ndi ziganizo zosavuta, mafunso, komanso mawu ochititsa chidwi! Cholinga chake ndi kuona momwe mawu amamveka ndi intonation. Zikumveka bwanji kwa inu?",
  "ChineseMandarin": "大家好！这是一段比平时更长的测试段落，用来检查系统的表现。里面既有陈述句，也有疑问句，甚至还有感叹句！我们希望听到语调和声音的变化，以确定发音是否自然。听起来怎么样？",
  "Croatian": "Pozdrav svima! Ovo je dulji odlomak koji koristimo samo za testiranje. Sadrži jednostavne rečenice, pitanja i uzvike. Želimo čuti kako sustav reproducira naglaske i intonaciju. Kako vam zvuči?",
  "Czech": "Ahoj všichni! Toto je delší ukázkový odstavec vytvořený pro testovací účely. Najdete zde jednoduché věty, otázky i zvolání. Cílem je ověřit, jak systém zvládá výslovnost a intonaci. Jak to na vás působí?",
  "Danish": "Hej alle sammen! Dette er et længere testafsnit, skrevet kun til at afprøve systemet. Det indeholder almindelige sætninger, spørgsmål og endda udråb! Formålet er at høre, hvordan sprogets tonefald gengives. Hvordan lyder det for jer?",
  "Dutch": "Hallo allemaal! Dit is een langere testparagraaf die we speciaal hebben opgesteld. Hij bevat gewone zinnen, vragen en zelfs uitroeptekens! We willen horen hoe de uitspraak en intonatie klinken. Hoe ervaar jij dat?",
  "Dzongkha": "ཚོགས་མི་ཚང་མ་ལུ་བཀྲ་ཤིས་བདེ་ལེགས། འདི་ནི་མ་ལག་དཔེ་མཚོན་གྱི་དུམ་ཚན་ཞིག་ཡིན་པས། དེའི་ནང་ལུ་འཇུག་སྒྲིག་ཡོད་པའི་ཚིག་ཚོགས་དང་། དྲི་བ་དང་། བརྗོད་བྱ་ཡོད་རུང་། ང་བཅས་ཀྱི་དགོས་མཁོ་ནི་སྒྲའི་འཇུག་སྒྲིག་ག་དེབ་ལྟར་བྱུང་མི་དགོས་པ་བསྐྱར་དཔོག་ནི་དང་། ག་འདྲ་འདུག་གས།",
  "EnglishAmerican": "Hey folks! Here’s a longer sample paragraph crafted just for testing. It includes straightforward sentences, curious questions, and a few lively exclamations! We want to check how the system handles clarity, pacing, and intonation across different sentence types. What do you think of the way it sounds?",
  "EnglishBritish": "Good day, everyone. This rather extended paragraph has been composed to serve as a testing example. It contains declarative sentences, inquisitive questions, and the occasional exclamation. The true purpose is to examine how the system produces rhythm and intonation. Does it strike your ear as natural and fluent?",
  "English": "Hello everyone! This paragraph is intentionally a bit longer than usual, filled with simple statements, occasional questions, and even enthusiastic exclamations. The aim is to test not only the words themselves but also the flow, the rhythm, and the natural rise and fall of the voice. How does it sound to you when spoken aloud?",
  "Esperanto": "Saluton, karaj amikoj! Jen pli longa ekzempla alineo verkita por provado. Ĝi enhavas simplajn frazojn, demandojn kaj eĉ ekkriojn! La celo estas kontroli la prononcon, la melodion kaj la ritmon de la lingvo. Kiel ĝi sonas al vi?",
  "Estonian": "Tere kõigile! See on pikem näidisparagrahv, mille eesmärk on testida süsteemi. Tekst sisaldab lihtsaid lauseid, küsimusi ning isegi hüüatusi. Me tahame kuulda, kuidas hääldus ja intonatsioon kõlavad. Kuidas tundub?",
  "Farsi": "سلام به همه دوستان. این یک پاراگراف نسبتاً طولانی است که تنها برای آزمایش سیستم نوشته شده. در آن جملات خبری، پرسشی و حتی جملات تعجبی دیده می‌شود. هدف این است که ببینیم لحن و آهنگ زبان چگونه به گوش می‌رسد. آیا طبیعی به نظر می‌رسد؟",
  "Finnish": "Hei kaikille! Tämä on hieman pidempi kappale, jonka tarkoitus on testata järjestelmää. Se sisältää tavallisia lauseita, kysymyksiä ja jopa huudahduksia! Tarkoituksena on kuulla, miten ääntämys ja intonaatio kuulostavat. Mitä mieltä olette?",
  "French": "Bonjour à toutes et à tous ! Voici un paragraphe volontairement plus long, conçu pour tester le système. On y trouve des phrases simples, des questions et même des exclamations enthousiastes ! L'objectif est d'écouter comment la prononciation, le rythme et l'intonation se manifestent. Qu'en pensez-vous en l'écoutant?",
  "Galician": "Ola a todos e todas! Este é un parágrafo máis longo, creado para facer probas. Contén frases sinxelas, preguntas e mesmo exclamacións. O noso obxectivo é comprobar como soa a lingua cando cambia a entoación. Como o percibides?",
  "Georgian": "გამარჯობა მეგობრებო! ეს არის შედარებით გრძელი აბზაცი, რომელიც სპეციალურად ტესტირებისთვისაა დაწერილი. მასში არის მარტივი წინადადებები, კითხვები და აღტაცებული ძახილებიც კი. ჩვენი მიზანია მოვისმინოთ, როგორ ჟღერს ენის ტონი და ინტონაცია. თქვენ რას ფიქრობთ?",
  "German": "Hallo zusammen! Dies ist ein absichtlich etwas längerer Testabsatz, der verschiedene Satzarten enthält: einfache Aussagen, Fragen und sogar Ausrufe. Wir möchten prüfen, wie das System Betonung, Sprachrhythmus und Intonation wiedergibt. Wie klingt das für euch?",
  "Greek": "Γεια σας σε όλους! Αυτή είναι μια μεγαλύτερη παράγραφος, γραμμένη αποκλειστικά για δοκιμή. Περιλαμβάνει απλές προτάσεις, ερωτήσεις και ακόμη και θαυμαστικές εκφράσεις! Ο στόχος μας είναι να ακούσουμε πώς αποδίδεται ο ρυθμός και η προφορά. Σας ακούγεται φυσικό;",
  "Gujarati": "નમસ્તે મિત્રો! આ થોડો લાંબો પરિચ્છેદ માત્ર પરીક્ષણ માટે બનાવવામાં આવ્યો છે. તેમાં સરળ વાક્યો, પ્રશ્નો અને આશ્ચર્યજનક ઉદ્ઘોષો સામેલ છે. અમને ચકાસવું છે કે સિસ્ટમ સ્વર, લય અને ઉચ્ચારણને કેવી રીતે સંભાળે છે. શું તમને આ સ્વાભાવિક લાગે છે?",
  "Hausa": "Sannu kowa! Wannan dogon sakin layi ne wanda aka rubuta shi don gwaji. Yana dauke da jumloli masu sauki, tambayoyi, da kuma kalmomin mamaki! Manufar ita ce a ga yadda tsarin zai iya furuci da intonashen. Yaya yake ji a kunnuwanka?",
  "Hebrew3": "שלום לכולם! זהו פסקה ארוכה יחסית, שנכתבה במיוחד לצורך בדיקה. יש בה משפטי חיווי פשוטים, שאלות ולעיתים גם סימני קריאה. המטרה היא לבדוק כיצד המערכת מפיקה את הקצב, ההטעמה והאינטונציה. איך זה נשמע באוזניכם?",
  "Hindi": "नमस्ते दोस्तों! यह एक अपेक्षाकृत लंबा अनुच्छेद है, जिसे केवल परीक्षण के लिए लिखा गया है। इसमें सरल वाक्य, प्रश्नवाचक वाक्य और यहाँ तक कि विस्मयादिबोधक वाक्य भी हैं। उद्देश्य यह देखना है कि उच्चारण और स्वर कितने स्वाभाविक लगते हैं। आपको यह कैसा लगता है?",
  "Hungarian": "Sziasztok barátaim! Ez egy szándékosan hosszabb bekezdés, amelyet tesztelésre írtunk. Egyszerű mondatok, kérdések és felkiáltások is találhatók benne. A célunk az, hogy halljuk, miként hangzik a kiejtés és az intonáció. Természetesnek tűnik nektek?",
  "Icelandic": "Halló kæru vinir! Hér er lengri málsgrein sem sérstaklega var samin til að prófa kerfið. Hún inniheldur einfaldar setningar, spurningar og jafnvel upphrópanir! Markmiðið er að heyra hvernig framburður og tónfall hljómar. Hvernig finnst ykkur það?",
  "Ido": "La mondo es tre diversa e plena di belo. Omni nacioni havas sua propra kulturala heritajo, lingui, e tradicioni. Kande personi lernas nova lingui, il komprenas plu bone la penso e la sento di altra populi. Ido, kom un internaciona lingvo, celas helpiar la komunikado inter homi di diversa landes sen prefero o bariero. Per Ido, ni povas kunlaborar por krear un mondo kun plu multa paco e kompreno.",
  "Indonesian": "Halo semuanya! Ini adalah paragraf yang agak panjang yang sengaja dibuat untuk uji coba. Di dalamnya terdapat kalimat sederhana, pertanyaan, dan juga seruan. Tujuannya adalah untuk melihat bagaimana sistem mengucapkan dengan intonasi dan ritme yang alami. Bagaimana menurutmu?",
  "Isan": "สบายดีพี่น้อง! นี่แม่นข้อความที่ยาวกว่าปกติ เฮ็ดขึ้นมาเพื่อการทดลอง มีประโยคง่ายๆ มีคำถาม และกะมีประโยคอุทานด้วย จุดประสงค์คือเพื่อฟังว่าสียงแล่นน้ำโตนมันเป็นแนวใด เจ้าเฮ็ดฮู้สึกจั่งใด?",
  "Italian": "Ciao a tutti! Questo è un paragrafo piuttosto lungo, creato appositamente per le prove. Contiene frasi semplici, domande e persino esclamazioni! L'obiettivo è ascoltare come vengono riprodotti ritmo, pronuncia e intonazione. Come vi sembra?",
  "Jamaican": "Greetings bredren an sistren! Dis yah passage a bit longer dan di usual, write up fi di purpose a testin. Yuh ago find plain sentence, question, an some exclamation too! Wi waan si how di system handle di sound an di natural flow. How it soun to unu?",
  "Japanese": "みなさん、こんにちは！これはテスト用に特別に作られたやや長い段落です。中にはシンプルな文、疑問文、そして感嘆文も含まれています。目的は発音やイントネーションがどのように聞こえるかを確認することです。自然に聞こえますか？",
  "Javanese": "ꦱꦶꦭꦺꦴꦏ꧀ꦧꦺꦴꦫꦺꦴꦤ꧀ꦱꦏ꧀ꦭꦶꦱ꧀ꦱꦤꦺꦴꦁ, ꦮꦺꦴꦠꦸꦏꦺꦴꦁꦱꦶꦭꦶꦏ꧀ꦱꦶꦤ꧀ꦲꦶꦁꦥꦼꦩꦺꦴꦫꦺꦴꦤ꧀. ꦄꦱꦶꦏꦱ꧀ꦭꦶꦱꦶꦁꦏꦼꦒꦺꦴꦁꦏꦸꦱ꧀ꦲꦶꦁꦮꦺꦴꦫꦸꦏ꧀ꦏꦸꦤ꧀, ꦏꦼꦥꦼꦁꦏꦁꦒꦸꦤ꧀ꦭꦼꦤ꧀ꦒꦺꦴꦤ꧀ꦏꦁꦮꦺꦴꦠꦶꦃ. ꦥꦼꦤꦼꦱꦶꦁꦏꦸꦁꦩꦺꦴꦤ꧀ꦲꦶꦏꦸꦁꦤꦺꦴꦁꦏꦺꦴꦤ꧀ꦲꦺꦴꦫꦏꦺꦴꦩꦺꦴꦁꦭꦺꦴꦤ, ꦲꦶꦁꦏꦸꦁꦮꦺꦴꦠꦶꦃꦒꦺꦴꦤ꧀ꦭꦸꦁꦒꦸꦁꦥꦸꦁꦒꦺꦴꦤ.",
  "Kannada": "ನಮ್ಮ ಕರ್ನಾಟಕವು ಸಂಸ್ಕೃತಿಯ ಶ್ರೀಮಂತ ಪರಂಪರೆ ಮತ್ತು ನೈಸರ್ಗಿಕ ಸೌಂದರ್ಯದಿಂದ ಕೂಡಿದ ರಾಜ್ಯವಾಗಿದೆ. ಇಲ್ಲಿ ಬೆಟ್ಟಗಳು, ನದಿಗಳು, ಕಾಡುಗಳು ಹಾಗೂ ಇತಿಹಾಸ ಪ್ರಸಿದ್ಧ ಸ್ಮಾರಕಗಳು ಜನರನ್ನು ಆಕರ್ಷಿಸುತ್ತವೆ. ಕನ್ನಡ ಭಾಷೆ ತನ್ನ ಸೊಗಸಾದ ಶೈಲಿಯು ಮತ್ತು ಸಾಹಿತ್ಯ ಪರಂಪರೆಯಿಂದ ಪ್ರಸಿದ್ಧವಾಗಿದೆ. ಕುವೆಂಪು, ಭೂಪಾಲ, ದ.ರಾ.ಬೇಂದ್ರೆ ಮೊದಲಾದ ಮಹಾನ್ ಕವಿಗಳು ಕನ್ನಡ ಸಾಹಿತ್ಯಕ್ಕೆ ಅಮೂಲ್ಯ ಕೊಡುಗೆ ನೀಡಿದ್ದಾರೆ. ಇಂದಿನ ದಿನಗಳಲ್ಲಿ ಕೂಡ ಕನ್ನಡ ಸಾಹಿತ್ಯ, ಸಂಗೀತ ಮತ್ತು ನಾಟಕಗಳು ನಮ್ಮ ಸಾಂಸ್ಕೃತಿಕ ಆತ್ಮವನ್ನು ಪ್ರತಿಬಿಂಬಿಸುತ್ತಿವೆ.",
  "Kazakh": "Сәлем, достар! Бұл әдейі ұзақ жазылған абзац, тек сынақ үшін. Мұнда қарапайым сөйлемдер, сұрақтар және лепті сөйлемдер бар. Мақсатымыз — дыбыстың әуезділігін және интонациясын тексеру. Қалай естіледі?",
  "KhmerCentral": "សួស្តីមិត្តភក្តិទាំងអស់គ្នា! នេះជាអត្ថបទវែងជាងធម្មតា ដែលបានសរសេរឡើងសម្រាប់សាកល្បង។ វាមានប្រយោគធម្មតា សំណួរ និងប្រយោគអទិសញ្ញា។ គោលបំណងគឺដើម្បីឮថា សំឡេងនិងសំរាប់កម្រិតសំឡេង មានភាពធម្មជាតិនៅដូចម្តេច។ តើអ្នកគិតយ៉ាងដូចម្តេច?",
  "Kiche": "K’uxi k’ut ri qachoch’, k’o jun chikop ri k’atzinel pa ri q’ij. Ri achi’ k’o pa le q’atal tzij, xkib’an jun b’isonik chi ri alaxik. Ri alaxik k’o b’anom chi re qachoch’, xkechoman ri qachoch’ chik, rumal ri q’ij xk’is pa ri qach’ab’al.",
  "Konkani": "गोंय ही एक सुंदर धरती आसा, जेंथलो लोक आपलें सस्कृती, परंपरा आनी भास आपलो अभिमान मानतात. कोकणी भास हें गोंयकरांचें ओळख चिन्ह आसा, जें भासिकान आपलो मायेचो गोडप उलगडतात. दर समुद्रकिनार्यान, फुलांचें वास आनी नारळाचें झाडें गोंयाचें सौंदर्य वाढयतात. गोंयकर लोक आनंदान, संगीतान आनी नृत्यान आपलो जीवन साजरें करतात. ह्या भूमीन खासियत म्हणजे तिचो शांतपणा, सद्भावना आनी प्रेम.",
  "Korean": "여러분 안녕하세요! 이 문단은 시스템을 시험하기 위해 일부러 길게 작성되었습니다. 안에는 단순한 문장, 질문, 그리고 감탄문도 포함되어 있습니다. 목표는 발음과 억양이 어떻게 들리는지 확인하는 것입니다. 여러분 귀에는 자연스럽게 들리나요?",
  "Kurdish": "ژیان وەك سەفەرێكە، هەموو ڕۆژێك دەوێت پەیوەندیدان لەگەڵ هەوڵ و هیوای نوێ بكرێت. ئینسان ئەگەر بە دڵنیایی و پشت بەستنی بەسەر ڕێگای خۆیدا بڕوات، دەتوانێت بە ئارەزووەکانی بگەیێت. گرنگترین شت لە ژیاندا ئەوەیە كە هەستی خۆشحاڵی و ئارامی بەرەوپێش ببهێت و لەگەڵ خەڵكی تر بە هاوڕێیی و هاوكاری دەژی.",
  "Kyrgyz": "Кыргызстан тоолуу өлкө болуп, анын кооз жаратылышы, айрыкча Ысык-Көлү дүйнөгө белгилүү. Эл арасында байыртан бери улуттук каада-салттар, оюндар жана кол өнөрчүлүк мурастары сакталууда. Кыргыз элинин меймандостугу, кымыз менен дасторкону ар дайым конокторду кубандырат. Жай айларында жайлоого чыккан эл чөп жыттанган абада эс алып, боз үйлөрдү тигип, ата-бабаларынан калган жашоо таризин улантат.",
  "LangBelta": "Mi go showxa fasi, fo sabe ke sesh beltalowda. Ta engot kowlal, welwala, an kopeng. Belta no sesh wit out kowlal; imal bosmang ya erth crezhya. Mi na kopeng imal, mi showxa imal fo welwala. Sasa ke, Beltalowda gonya imal sefa, gonya imal fasi.",
  "Lao": "ສະບາຍດີທຸກຄົນ! ນີ້ແມ່ນຂໍ້ຄວາມທີ່ຍາວກວ່າປົກກະຕິ ຂຽນຂຶ້ນມາເພື່ອການທົດລອງ. ມີປະໂຫຍກງ່າຍໆ, ຄຳຖາມ ແລະ ກໍມີປະໂຫຍກອຸທານດ້ວຍ. ເຮົາຢາກຟັງວ່າ ສຽງ ແລະ ນ້ຳໂຕນ ມັນມີຄວາມເປັນທໍາມະຊາດແນວໃດ. ທ່ານຮູ້ສຶກແນວໃດ?",
  "LatinClassical": "In foro Romano cives cotidie conveniebant, ut res publicas agerent, iura audirent, aut mercaturas facerent. Senatores in curia de salute civitatis disputabant, dum populus in comitiis suffragia ferebat. Multa genera hominum in urbe conspici poterant: mercatores ex orbe toto, philosophi Graeci, milites triumphales, et servi ex captivitate ducti. Roma ipsa quasi totius mundi domicilium videbatur, ubi artes, leges, atque consuetudines diversarum gentium in unum coibant.",
  "LatinEcclesiastical": "Ecclesia sancta, mater fidelium, semper invitat omnes homines ad lumen veritatis et pacis. In sacramentis eius gratia Dei abundanter effunditur, ut corda nostra renoventur et vita nova floreat. Qui in fide perseverant, sperant in promissionibus aeternis, ubi gaudium sine fine praeparatum est ab aeterno Patre. Ideo fideles hortantur invicem ad caritatem, humilitatem, et constantiam in oratione, ut in unitate Spiritus sancti unum corpus efficiantur in Christo Domino.",
  "Latvian": "Sveiki draugi! Šis ir nedaudz garāks paragrāfs, kas sagatavots testēšanai. Tajā ir vienkārši teikumi, jautājumi un arī izsaukuma teikumi. Mērķis ir pārbaudīt, kā izklausās izruna un intonācija. Vai jums tas šķiet dabiski?",
  "LinguaFrancaNova": "Me gusta viagia a multe lugares. La mondo es grande, e cada rejon ave sua cultura e sua sabores. En un citá nova, me ama camina en las ruas, parla con la persones, e prova la manjias tipica. Viagia dona nos no sola aventuras, ma ance amistas e memoras bela.",
  "Lithuanian": "Sveiki visi! Tai yra sąmoningai ilgesnis paragrafas, parašytas bandymui. Jame yra paprastų sakinių, klausimų ir net sušukimų. Tikslas – išgirsti, kaip skamba tartis ir intonacija. Kaip jums atrodo?",
  "LuleSaami": "Mun lean bargo Lule Sámegielajn ja innahtan jalihtedh giella, dasgo giella lea stuorra oassje min árbediehtu. Giellaj biehtjeme ja barggat gávdnoj baktu min identitehtav ja vaddá miela galggat bearev máhtto ja oadjebivddje kultuvrav. Dat dáhpáhuvvo ja iešgiettij vuogas ájáj, jalihtedh li giella veahkkedh, de jahta giella gárdduv ja jiekŋa.",
  "Luxembourgish": "Moien alleguer! Dësen Abschnëtt ass e bëssi méi laang a gouf extra fir en Test geschriwwen. En enthält einfach Sätz, Froen a souguer Ausruff. D'Zil ass ze héieren, wéi d'Ausspraak an d'Intonatioun kléngen. Wéi fënnt der dat?",
  "Macedonian": "Здраво на сите! Ова е еден подолг пасус, напишан само за тестирање. Содржи едноставни реченици, прашања и дури извичници. Целта е да се слушне како звучат изговорот и интонацијата. Како ви се чини?",
  "Malayalam": "എല്ലാവർക്കും നമസ്കാരം! പരീക്ഷണത്തിനായി പ്രത്യേകിച്ച് തയ്യാറാക്കിയ ദൈർഘ്യമേറിയൊരു പാരഗ്രാഫാണ് ഇത്. ഇതിൽ ലളിതമായ വാക്യങ്ങളും, ചോദ്യങ്ങളും, ആശ്ചര്യോദ്ഗാരങ്ങളും അടങ്ങിയിരിക്കുന്നു. ഉച്ചാരണം, സ്വരലയം എന്നിവ സ്വാഭാവികമായി കേൾക്കുന്നുണ്ടോ എന്ന് പരിശോധിക്കുകയാണ് ലക്ഷ്യം. നിങ്ങളെന്താണ് കരുതുന്നത്?",
  "MalayArab": "سلامبسم الله الرحمن الرحيم، دالم ڤرهيدوڤن هاريني، كيت ڤرلو سنتياس برسهكر ڤد الله أتس سكلي نعمت يڠ تله دiberiكن. كهدوڤن إني اداله اوجياڠ دان ڤلوڠ، دان كتا هاروس برسوكر سرت برئوسها اونتوق منجادي أوسڠ يڠ برگونا بڬي ديري سنديري دان جڬ سوسما. دنڬن إيمان، صبر، دان دواء، إن شاء الله كتا اكن دباركن كجايان دنيا دان آخرات.",
  "MalayLatin": "Halo semua! Ini adalah paragraf cukup panjang, dibuat khusus untuk pengujian. Di dalamnya ada kalimat sederhana, pertanyaan, dan juga seruan! Tujuannya adalah untuk mendengar bagaimana pelafalan dan intonasi terdengar. Menurut kalian bagaimana?",
  "Maltese": "Bongu lil kulħadd! Dan huwa paragrafu ftit itwal, miktub apposta għat-testjar. Fih sentenzi sempliċi, mistoqsijiet u saħansitra eżklamazzjonijiet. L-iskop hu li nisimgħu kif il-pronunzja u l-intonazzjoni jinstemgħu. Kif tidher lilkom?",
  "Maori": "Aroha nui te iwi Māori ki te whenua, nā te mea ko te whenua te ūkaipō e whāngai ana i a rātou. Ko ngā maunga, ngā awa, me ngā roto he tohu o te mana me te wairua o te iwi. Ka mau tonu te whakapapa mai i ngā tīpuna ki ngā uri whakatipu, ā, ko te reo Māori te manawa ora e pupuri ana i te ahurea. Mā te kotahitanga, te manaaki, me te whakanui i ngā tikanga ka ora tonu te iwi Māori mō ake tonu atu.",
  "Marathi": "नमस्कार मित्रांनो! हा एक जरा मोठा परिच्छेद आहे, जो फक्त चाचणीसाठी लिहिला आहे. यात सोपी वाक्ये, प्रश्न आणि उद्गारवाचक वाक्ये सुद्धा आहेत. उद्देश हा आहे की उच्चार आणि स्वर नैसर्गिक वाटतात का हे पाहणे. तुम्हाला हे कसे वाटते?",
  "Mongolian": "Сайн байцгаана уу? Энэ бол зориудаар урт бичигдсэн догол мөр бөгөөд зөвхөн туршилтын зориулалттай. Энд энгийн өгүүлбэрүүд, асуултууд, бас уулга алдсан өгүүлбэрүүд орсон. Бидний зорилго нь дуудлага ба аялга хэрхэн сонсогдож байгааг шалгах юм. Танайд яаж сонсогдож байна?",
  "NahuatlCentral": "Nimitztlahpaloz, nochi tlacameh ipan in tlalticpac miac tlamantli quichihuah ipan in nemiliz. Ipan tlakatiliz, techmaka in tonatiuh ihuan metztli tlaneci, techpalehuia tlen titlacati, tlen tipanolti. Zan ye ic mixpantzinco timotlatlauhtiah in huey tlatoani tlen nemi ipan toyollo, ma techmaca nekayotl ihuan yancuic yoliliz. Inin tlahtolli ticchihua ipan toyollo para timoyolchikah, para ma timotlasohtlah in tlalticpac ihuan nochi tlen yehhua quipiya.",
  "NahuatlClassical": "In tlālticpac oncan tlācah mochīhua, in yōllotl quēmah tlen tlācatl quipiya. Ca tlazōtl yehhuān in cemanāhuac, in tlalticpactli, ca tlen yōlīa, ca tlen motlatlauhqui. Mēxihcatl quīchīhua in cualli tlamantli īpan yōlīa, īpan tlālticpac.",
  "NahuatlMecayapan": "Niʔkiya nēxi, niʔki:sa nēix, îwan ni:siwaʔa nēix. Tōtocayotl quimotlātza, īpan tō:tona quimopa uma. Yēʔ ika nēix tlahua īwan tōcātl, quimōtlatz in tōxōtl in tōchiqia.",
  "NahuatlTetelcingo": "Nehuatl nimitztlāzoh, in nican mösiehuali tlajtoli. Totlāca mochipa tiktlāmatisej ipan tonalmilli, uan titechmaka nemilistli tlen cualli. Mösiehuali tlahtolli ca nochi tlen techixmatiya, uan techcahuilia ticnequi timocnelia uan timochikauasej.",
  "Nepali": "नमस्कार साथीहरू! यो अपेक्षाकृत लामो अनुच्छेद हो जुन परीक्षणको लागि लेखिएको हो। यसमा साधारण वाक्यहरू, प्रश्नहरू र विस्मयादिबोधक वाक्यहरू पनि छन्। उद्देश्य उच्चारण र स्वरलाई कस्तो सुनिन्छ भनेर जाँच गर्नु हो। तपाईंलाई कस्तो लाग्छ?",
  "Nogai": "Мениң туўған жерим – кең дала, көктемде гүллери ашылып, жазда шөплери толқындап тұрады. Ертеде Nogai халқы осындай далаларда ат минип, көчіп-қонып жашаган. Улар өзлериниң бай дәстүрлери менен, қунақшыллығы менен белгили болган. Бүгінги күнде де биз ата-бабаларымыздың тилин, жырларын унутпай, жастарға үйретип келемиз. Nogai тили – бизди бириктиретуған рухани байлығымыз.",
  "Norwegian": "Hei alle sammen! Dette er et litt lengre avsnitt, skrevet spesielt for testing. Her finner vi enkle setninger, spørsmål og til og med utrop. Målet er å høre hvordan uttale og intonasjon høres ut. Hva synes dere?",
  "Oromo": "Oromoon ummata guddaa fi seenaa dheeraa qabu yoo ta’u, aadaa fi duudhaan isaa addunyaa keessatti beekamaa dha. Uummanni kun walitti dhufeenya cimaa qabu, wal tumsuu fi wal kabajuu irratti hundaa’a. Afaan Oromoon afaan dubbattoota hedduu, afaan aadaa, afaan seenaa fi afaan guddinaati. Uumama isaa jaalalaan eegu, lafa isaa tikfatu, akkasumas haala nagaan jireenya isaa itti fufsiisuuf carraaqqii guddaa godha.",
  "Papiamento": "Den bida tur dia tin un kos nobo pa siña. Solo si nos habri nos kurason, nos por mira ku tur momentu ta un oportunidat pa krece. Amistad i amor ta e loke ta duna kolor na nos kaminda, i speransa ta guia nos na un futuro mihó.",
  "Pashto": "سلام دوستانو! دا یو اوږد پاراګراف دی چې یوازې د ازموینې لپاره لیکل شوی دی. په دې کې ساده جملې، پوښتنې او حتی د تعجب نښې هم شته. هدف دا دی چې وګورو تلفظ او اواز څنګه ښکاري. ستاسو په نظر دا څنګه دی؟",
  "Polish": "Witajcie przyjaciele! To jest nieco dłuższy akapit, napisany wyłącznie do celów testowych. Zawiera proste zdania, pytania oraz nawet zdania wykrzyknikowe. Celem jest sprawdzenie, jak brzmi wymowa i intonacja. Jak wam się to wydaje?",
  "Portuguese": "Olá a todos! Este é um parágrafo relativamente longo, criado apenas para teste. Contém frases simples, perguntas e até exclamações. O objetivo é verificar como a pronúncia e a entoação soam. O que vocês acham?",
  "Punjabi": "ਸਤ ਸ੍ਰੀ ਅਕਾਲ ਦੋਸਤੋ! ਇਹ ਇਕ ਲੰਮਾ ਪੈਰਾ ਹੈ, ਜੋ ਸਿਰਫ਼ ਟੈਸਟ ਕਰਨ ਲਈ ਲਿਖਿਆ ਗਿਆ ਹੈ। ਇਸ ਵਿੱਚ ਸਧਾਰਣ ਵਾਕ, ਪ੍ਰਸ਼ਨ ਅਤੇ ਵਿਸਮਾਦ ਬੋਧਕ ਵਾਕ ਵੀ ਹਨ। ਮਕਸਦ ਇਹ ਦੇਖਣਾ ਹੈ ਕਿ ਉਚਾਰਨ ਅਤੇ ਲਹਿਜ਼ਾ ਕਿਵੇਂ ਸੁਣਾਈ ਦਿੰਦਾ ਹੈ। ਤੁਹਾਨੂੰ ਇਹ ਕਿਵੇਂ ਲੱਗਦਾ ਹੈ?",
  "Quechua": "Inti kawsayta qhawayku, chaymi punchawkunapi sumaq kachkan. Sacha runakuna takiwan kusikuyta willayku, mayuqa takisun kawsaykunata hamuq p’unchayman. Kuyaywan, llank’aywan, llapa runakuna hukninwan kawsanku.",
  "Quenya": "Mi calma ar lómelindë, i ambar mi lúme ar sívë autë. I tauri cantar i lindë, ar ëar lindea ve nírë númenna. Nai i cala úvë úvë melme ar estel aranta ar lúmesse vinya.",
  "Romanian": "Salutare tuturor! Acesta este un paragraf ceva mai lung, scris special pentru testare. Include propoziții simple, întrebări și chiar exclamări! Scopul este să verificăm cum sună pronunția și intonația. Cum vi se pare?",
  "Russian": "Здравствуйте, друзья! Это довольно длинный абзац, написанный исключительно для тестирования системы. В нём есть простые предложения, вопросы и даже восклицательные фразы. Цель состоит в том, чтобы проверить, как звучит произношение и интонация. Как вам это кажется?",
  "Serbian": "Здраво свима! Ово је мало дужи пасус, написан само за тестирање. У њему се налазе једноставне реченице, питања и чак узвичне реченице. Сврха је да проверимо како звуче изговор и интонација. Како вам се чини?",
  "Setswana": "Botshelo jwa letsatsi le letsatsi mo Setswaneng bo tletse ka ditso, mekgwa le maitemogelo a a tseneletseng mo botshelong jwa batho. Batho ba arogana ka mmino, dipina le metshameko ya setso, mme se se ba gakolola go nna mmogo jaaka lelapa le le golo. Malatsi a boikhutso a a jaaka dikgaolo tsa ngwaga, moletlo wa bogwera le bojale, kgotsa dipoko tsa motse, di bontsha botlhokwa jwa botshelo jo bo tshelwang mmogo. Le fa botshelo jwa segompieno bo tlisitse diphetogo tse dintsi, seriti sa Setswana le mowa wa tirisano di tswelela go nonotsha setšhaba.",
  "ShanTaiYai": "ၵႂၢမ်းတႆးၸႂႇၶႃႈၼၼျၵှႇၶႂၢမ်းႈ ငၢပ်ႇၼႆႉ လိၵ်ႈၵႂႃႈၵူႇၼႆႈ ဝဵၼ်ႈႁႂ်ႇၸႆၼ်ႈ မိၼ်ႇပၼ်ႇတႆးၵႂၢမ်းတႆးလႅင်ႉ။",
  "Sindarin": "Mi naur a gwilith, i dae lín línathad achenui. I gelaidh nedh i ngelaidh lain teliar línad, a i aear nín linna na thenid. Ú-chebin aníron, an sí a dúath boe nedhu i aníron.",
  "Sindhi": "زندگي هڪ سفر آهي، جتي هر ڏينهن نئين سبق سيکاري ٿو. محبت ۽ ايمانداري انسان کي سکون ڏين ٿا، جڏهن ته علم ۽ محنت مستقبل کي روشن ڪن ٿا. گڏجي هلڻ سان، هر مشڪل آسانيءَ ۾ بدلجي سگهي ٿي",
  "Sinhala": "අපේ සමාජය තුළ පවතින විවිධ සංස්කෘතික විශේෂාංග අපගේ ජීවිතයට වටිනා අරුත් එක් කරයි. සිංහල බෞද්ධ උත්සව, ගැමි කලා රීති සහ පරම්පරාගත කුසල් රසයන් මේ සියල්ල අපගේ ජාතික හැඳුනුම ගොඩනගන මූලික කරුණු වෙයි. නව තාක්ෂණ සහ ගෝලීය ප්‍රවණතා එක්ව තිබුණත්, අපේම සන්සුන් ගම්මැද ජීවිතයේ සරලත්වය තවමත් අමතක නොවිය හැකි අගයගත් දෙයක්ය.",
  "Slovak": "Ahojte priatelia! Toto je o niečo dlhší odsek, napísaný len na testovacie účely. Obsahuje jednoduché vety, otázky a dokonca aj zvolania. Cieľom je zistiť, ako znie výslovnosť a intonácia. Čo si o tom myslíte?",
  "Slovenian": "Na jesensko jutro se je vas prebudila v meglo, ki je nežno prekrivala travnike in gozdove. Zrak je bil hladen, a prijetno svež, ptice pa so z veselimi glasovi oznanjale nov dan. Ljudje so hiteli po svojih opravilih, nekateri na polja, drugi v delavnice, otroci pa so z nasmehi na obrazih tekali proti šoli. Vse je delovalo mirno in urejeno, kot da bi narava in ljudje dihali v istem ritmu.",
  "Spanish": "¡Hola a todos! Este es un párrafo algo más largo, escrito únicamente para fines de prueba. Contiene oraciones sencillas, preguntas e incluso exclamaciones. El objetivo es comprobar cómo suenan la pronunciación y la entonación. ¿Qué opináis?",
  "Swahili": "Hujambo marafiki! Hii ni aya ndefu zaidi, iliyoandikwa kwa ajili ya majaribio pekee. Ina sentensi rahisi, maswali na hata sentensi za mshangao. Lengo ni kuangalia jinsi matamshi na sauti vinavyosikika. Mnalionaje?",
  "Swedish": "Hej allihopa! Detta är ett lite längre stycke, skrivet enbart för teständamål. Här finns enkla meningar, frågor och till och med utrop. Syftet är att kontrollera hur uttal och intonation låter. Vad tycker ni?",
  "Tagalog": "Magandang araw sa lahat! Ito ay isang medyo mahabang talata, isinulat para lamang sa pagsusuri. Mayroon itong mga simpleng pangungusap, mga tanong, at maging mga padamdam na pangungusap. Layunin nito na makita kung paano tunog ang bigkas at intonasyon. Ano sa palagay ninyo?",
  "Tamil": "வணக்கம் நண்பர்களே! இது ஒரு நீளமான பதிவாகும், சோதனைக்காக மட்டும் எழுதப்பட்டது. இதில் எளிய வாக்கியங்கள், கேள்விகள் மற்றும் ஆச்சரியக் கூற்றுகளும் உள்ளன. உச்சரிப்பு மற்றும் ஒலியின் இயல்பை சோதிப்பதே நோக்கம். உங்களுக்கெப்படி தோன்றுகிறது?",
  "Tatar": "Бүген иртә белән кояш матур гына чыгып, авыл өстен нурга күмде. Кошлар сайрый, кешеләр бакчаларында эшкә тотынды. Җәйнең җылы һавасы һәркемгә шатлык һәм илһам бирә.",
  "Telugu": "హలో మిత్రులారా! ఇది కాస్త పొడవైన పేరాగ్రాఫ్, ఇది కేవలం పరీక్ష కోసం రాయబడింది. ఇందులో సరళమైన వాక్యాలు, ప్రశ్నలు, అలాగే ఆశ్చర్య సూచక వాక్యాలు ఉన్నాయి. ఉచ్చారణ మరియు స్వరము ఎలా వినిపిస్తుందో పరీక్షించడం లక్ష్యం. మీకు ఇది ఎలా అనిపిస్తోంది?",
  "Thai": "สวัสดีทุกคน! นี่คือย่อหน้าที่ค่อนข้างยาว เขียนขึ้นมาเพื่อการทดสอบโดยเฉพาะ ภายในประกอบด้วยประโยคง่าย ๆ คำถาม และแม้กระทั่งประโยคอุทาน จุดประสงค์คือเพื่อดูว่าการออกเสียงและน้ำเสียงฟังดูเป็นอย่างไร คุณคิดว่าอย่างไร?",
  "Tibetan": "བཀྲ་ཤིས་བདེ་ལེགས། འདི་ནི་བརྟག་དཔྱད་དོན་གྱིས་བྲིས་པའི་དོན་ལ་རིང་བའི་དོན་རྐྱེན་ཅིག་ཡིན། འདིའི་ནང་ལ་ཡང་ འཇུག་ཚུལ་གསར་པའི་ཚིག་གྲུབ་དང་དྲི་བ་དང་སྤྲོ་བའི་ཚིག་གྲུབ་ཡོད། དགོས་པ་ནི་སྒྲ་དང་སྒྲ་སྦྱོར་ག་རེ་འདྲ་བ་ཞིག་ཡིན་ན་བརྟག་པ་ཡིན། ཁྱེད་ཀྱིས་ག་འདྲ་སྣང་གི་ཡོད་དམ།",
  "Turkish": "Merhaba arkadaşlar! Bu biraz uzun bir paragraf, yalnızca deneme amacıyla yazılmıştır. İçinde basit cümleler, sorular ve hatta ünlem cümleleri vardır. Amaç telaffuzun ve tonlamanın nasıl duyulduğunu test etmektir. Sizce nasıl olmuş?",
  "Turkmen": "Türkmenistan gadymy taryhy we baý medeni mirasy bilen tanalýan ýurtlaryň biridir. Bu ýerde müňýyllyklaryň dowamynda dürli siwilizasiýalar ýaşap, özleriniň sungatyny, edebiýatyny we däp-dessurlaryny nesilden-nesle geçiripdirler. Häzirki wagtda hem türkmen halky öz ata-babalarynyň mirasyny gorap, milli däplerini täze döwrüň mümkinçilikleri bilen utgaşdyrýar.",
  "Ukrainian": "Привіт усім! Це трохи довший абзац, написаний лише для тестування. У ньому є прості речення, запитання та навіть окличні речення. Мета полягає в тому, щоб перевірити, як звучать вимова та інтонація. Як вам здається?",
  "Urdu": "سلام دوستو! یہ ایک لمبا پیراگراف ہے جو صرف جانچ کے مقصد کے لیے لکھا گیا ہے۔ اس میں سادہ جملے، سوالات اور حتیٰ کہ تعجبیہ جملے بھی شامل ہیں۔ مقصد یہ دیکھنا ہے کہ تلفظ اور آہنگ کیسا سنائی دیتا ہے۔ آپ کو یہ کیسا لگتا ہے؟",
  "Uyghur": "ئەسسالامۇ ئەلەيكۇم دوستلار! بۇ بىر بەك ئۇزۇن پاراگراف بولۇپ، پەقەت سىناش مەقسىتىدە يېزىلغان. بۇنىڭ ئىچىدە ئاددىي جۈملە، سوئال ۋە ھەتتا ھېيرانلىق جۈملىلىرىمۇ بار. مەقسەت ئاۋاز چىقىشى ۋە ئاھەڭ قانداق ئاڭلىنىدىغانلىقىنى تەكشۈرۈش. سىلەرگە قانداق كۆرۈنىدۇ؟",
  "Uzbek": "Bugungi kunda texnologiya hayotimizning ajralmas qismiga aylanib bormoqda. Har bir sohada — ta’lim, tibbiyot, iqtisodiyot va hatto kundalik turmushda ham zamonaviy texnologiyalar insonlarga qulaylik yaratmoqda. Yoshlar internet orqali bilim olmoqda, tadbirkorlar esa raqamli yechimlardan foydalanib o‘z faoliyatini rivojlantirmoqda. Shu sababli, kelajakda muvaffaqiyat qozonish uchun raqamli savodxonlikni oshirish va yangi texnologiyalardan samarali foydalanishni o‘rganish muhimdir.",
  "VietnameseCentral": "Xin chào các bạn! Đây là một đoạn văn khá dài, được viết ra chỉ để thử nghiệm. Nó có những câu đơn giản, câu hỏi và cả những câu cảm thán. Mục đích là để kiểm tra xem cách phát âm và ngữ điệu nghe như thế nào. Các bạn cảm thấy ra sao?",
  "VietnameseNorthern": "Chào tất cả mọi người! Đây là một đoạn văn dài hơn bình thường, được soạn riêng cho việc thử nghiệm. Nó chứa các câu đơn giản, câu hỏi và cả những câu cảm thán. Mục đích là kiểm tra cách phát âm và ngữ điệu. Các bạn thấy thế nào?",
  "VietnameseSouthern": "Xin chào mọi người! Đây là một đoạn văn hơi dài, chỉ dùng để kiểm tra thôi. Trong đó có câu đơn giản, câu hỏi, thậm chí có cả câu cảm thán. Mục đích là xem phát âm và ngữ điệu nghe ra sao. Mọi người nghĩ thế nào?",
  "WelshNorth": "Yn ngogledd Cymru, mae’r mynyddoedd yn codi’n falch uwchben y dyffrynnoedd, a’r môr yn ymestyn fel llun arian tu hwnt i’r bryniau. Ceir pentrefi bach gyda thai llechi a chapeli tawel, wedi’u gosod wrth ochr ffyrdd culion sy’n troelli rhwng caeau gwyrdd a cherrig sy’n siarad hanes. Mae’r awyr iach yn llawn arogl eithin a heli, a llais Cymraeg yn atseinio trwy’r farchnad a’r mynydd. Dyma dir o gryfder a thraddodiad, lle mae’r gorffennol a’r presennol yn cydfyw bob dydd.",
  "WelshSouth": "Yn ne Cymru, mae pobl yn aml yn mwynhau treulio amser gyda’u teulu a’u ffrindiau ar y traethau hyfryd sy’n ymestyn ar hyd yr arfordir. Mae llefydd fel Pen-y-bont ar Ogwr a Dinbych-y-pysgod yn atyniadau poblogaidd, yn enwedig dros yr haf pan fydd y tywydd yn well. Yn y cymoedd hefyd, mae hanes diwydiannol cryf, a cheir balchder mawr yn y traddodiadau a’r iaith sy’n dal i fod yn fyw ymysg cymunedau lleol.",
  "Yoruba": "Ẹ káàárọ̀ ọ̀rẹ́! Èyí jẹ́ àpá kan tó gùn díẹ̀, tí a kọ́ fún ìdánwò nìkan. Ó ní àwọn gbolohun irọrun, ìbéèrè àti àwọn gbolohun ìyàlẹ́nu pẹ̀lú. Ìdí ni láti rí bí ìtúmọ̀ àti fọ́nọ́lójì ṣe ń dun. Ẹ̀yin ọ̀rẹ̀, báwo ni ó ṣe rí sí yín?",
  "Zulu": "Sanibonani bangane! Lo ngumusho omude kancane, obhalelwe ukuhlola kuphela. Uqukethe imisho elula, imibuzo kanye nemisho emangalisayo. Inhloso iwukuhlola ukuthi ukuphinyiswa nokukhuluma kuzwakala kanjani. Nina nicabangani?"
}
